NEW_ORDER = "➕ Создать заказ"
MY_ORDERS = "📦 Мои заказы"

USERS = "👤 Клиенты"
ORDERS = "📦 Все заказы"

NEXT = "➡ Далее"
BACK = "↩ Назад"

SUBMIT = "✅ Подтвердить"
EDIT = "✏️ Изменить"
RETURN = "↩ Вернуть на доработку"
TRASH = "🗑️ Удалить"
DELETE = "✖️ Удалить"
RESTORE = "✨ Восстановить"
AGENT = "👤 Задать вопрос агенту"

ACCEPT = "✅ Принять"
REJECT = "↩ Отправить на доработку"
DONE = "🏁 Завершить"


BTN_MAX_WIDTH = 45
COLUMN_DELIMITER = " | "
NEXT_PAGE = ">"
PREV_PAGE = "<"
PAGE_INFO_TEMPLATE = "%s/%s"
