NEW_ORDER = "➕ Создать заказ"
MY_ORDERS = "📦 Мои заказы"
USERS = "👤 Пользователи"
ALL_ORDERS = "📦 Все заказы"

EDIT = "✏️ Изменить"
SAVE = "💾 Сохранить"

TRASH = "🗑️ Корзина"
DELETE = "✖️ Удалить"
RESTORE = "✨ Восстановить"

SUBMIT = "✔ Отправить на проверку"
RETURN = "↩ Вернуть на доработку"
ACCEPT = "✅ Агент: взять в работу"
REJECT = "⛔ Агент: на доработку"
DONE = "🏁 Завершить"

AGENT = "👤 Связь с агентом"
CLIENT = "👤 Связь с клиентом"

USER_ORDERS = "📦 Заказы"
BLOCK = "🚫 Заблокировать"
UNBLOCK ="🔓 Разблокировать"
SET_ROLE = "🎭 Назначить роль"

OK = "OK"
CANCEL = "Отмена"
TO_MENU = "В главное меню"
NEXT = "Далее »"
BACK = "« Назад"
CONTINUE = "Продолжить"

PAGE_NEXT = "❯"
PAGE_PREV = "❮"

EDITOR_UP = "▲"
EDITOR_DOWN = "▼"
EDITOR_EDIT = "✏️"
