NEW_ORDER = "➕ Создать заказ"
MY_ORDERS = "📦 Мои заказы"
USERS = "👤 Клиенты"
ORDERS = "📦 Все заказы"

EDIT = "✏️ Изменить"
SAVE = "💾 Сохранить"

TRASH = "🗑️ Удалить"
DELETE = "✖️ Удалить"
RESTORE = "✨ Восстановить"

SUBMIT = "✔ На проверку"
RETURN = "↩ На доработку"
ACCEPT = "✅ В работу"
REJECT = "⛔ На доработку"
DONE = "🏁 Завершить"

AGENT = "👤 Связь с агентом"
CLIENT = "👤 Связь с клиентом"

NEXT = "Далее »"
BACK = "« Назад"
OK = "OK"
CANCEL = "Отмена"
PROCEED = "Продолжить"
MENU = "В главное меню"

BTN_TEXT_MAX_LEN = 46
COLUMN_DELIMITER = " | "
NEXT_PAGE = "❯"  # noqa: RUF001
PREV_PAGE = "❮"  # noqa: RUF001
PAGE_INFO_TEMPLATE = "%s/%s"
